/**
 * Created by dboy on 16/8/8.
 */
var questions = [
    {
        title: '北京奥运会是现代奥运史上第几届奥运会？',
        answers:['第27届','第28届','第29届','第30届'],
        correct:'第29届',
        score:10
    },
    {
        title: '北京奥运会中国代表团金牌榜排名第几？',
        answers:['第一','第二','第三','第四'],
        correct:'第一',
        score:10
    },
    {
        title: '北京奥运会中国哪个项目获得金牌最多？',
        answers:['羽毛球','体操','乒乓球','跳水'],
        correct:'体操',
        score:10
    },
    {
        title: '北京奥运会获得金牌最多的个人是？',
        answers:['博尔特','邹凯','郭晶晶','菲尔普斯'],
        correct:'菲尔普斯',
        score:10
    },
    {
        title: '北京奥运会演唱主题曲的中国歌手是？',
        answers:['刘欢','孙楠','汪峰','郭峰'],
        correct:'刘欢',
        score:10
    },
    {
        title: '伦敦奥运会中国代表团共获得多少枚金牌？',
        answers:['38枚','39枚','40枚','41枚'],
        correct:'38枚',
        score:10
    },
    {
        title: '奥运金牌是纯金的吗？',
        answers:['是','不是'],
        correct:'不是',
        score:10
    },
    {
        title: '比赛用时最少的奥运项目是？',
        answers:['男子100米短跑','男子50米自由泳'],
        correct:'男子100米短跑',
        score:10
    },
    {
        title: '奥委会五环会旗的五环颜色从左到右是？',
        answers:['黄蓝黑绿红','黑蓝黄绿红','蓝黄黑绿红'],
        correct:'蓝黄黑绿红',
        score:10
    },
    {
        title: '古代奥运会冠军的奖牌是？',
        answers:['金牌','牛羊','橄榄枝冠帽'],
        correct:'橄榄枝冠帽',
        score:10
    },
    {
        title: '北京奥运会李宁是用哪只手点燃主火炬的？',
        answers:['左手','右手'],
        correct:'右手',
        score:10
    },
    {
        title: '现代奥运会的口号是？',
        answers:['团结友好和平','更快更高更强','友谊第一比赛第二'],
        correct:'更快更高更强',
        score:10
    },
    {
        title: '第28届雅典奥运会中，担任中国代表团运旗手的是？',
        answers:['姚明','刘翔','田亮'],
        correct:'姚明',
        score:10
    },
    {
        title: '北京奥运会吉祥物福娃有几个？',
        answers:['3个','4个','5个','6个'],
        correct:'5个',
        score:10
    },
    {
        title: '奥运会中球速最快的是哪个运动项目？',
        answers:['足球','羽毛球','网球','壁球'],
        correct:'羽毛球',
        score:10
    },
    {
        title: '奥运会历史上吉祥物数量最多的一次是？',
        answers:['北京','雅典','巴塞罗那','悉尼'],
        correct:'北京',
        score:10
    },
    {
        title: '国际奥委会现任主席是？',
        answers:['罗格','巴赫','萨马兰奇'],
        correct:'巴赫',
        score:10
    },
    {
        title: '国际奥委会总部设在何处？',
        answers:['苏黎世','纽约','洛桑','悉尼'],
        correct:'洛桑',
        score:10
    },
    {
        title: '美国举办过几届夏季奥运会？',
        answers:['2届','3届','4届','5届'],
        correct:'4届',
        score:10
    },
    {
        title: '奥运历史上传唱最广的一首主题歌《手拉手》(Hand In Hand)是哪届奥运会的主题曲？',
        answers:['2008北京奥运会','2004雅典奥运会','1988年汉城奥运会','1984年洛杉矶奥运会'],
        correct:'1988年汉城奥运会',
        score:10
    },
    {
        title: '牙买加飞人博尔特身高多少？',
        answers:['1.75米','1.85米','1.95米','2.05米'],
        correct:'1.95米',
        score:10
    },
    {
        title: '李宗伟是哪国人？',
        answers:['印度尼西亚','马来西亚','菲律宾'],
        correct:'马来西亚',
        score:10
    },
    {
        title: '日本乒乓球运动员福原爱最擅长的中国方言是？',
        answers:['上海话','四川话','东北话','粤语'],
        correct:'东北话',
        score:10
    },
    {
        title: '本届奥运会新增项目是？',
        answers:['高尔夫','跆拳道','武术','柔道'],
        correct:'高尔夫',
        score:10
    },
    {
        title: '是谁获得中国奥运会史上第一块金牌？',
        answers:['李宁','邓亚萍','许海峰'],
        correct:'许海峰',
        score:10
    },
    {
        title: '中国男篮在奥运会上的最好成绩是？',
        answers:['第16名','第8名','第4名','第2名'],
        correct:'第8名',
        score:10
    },
    {
        title: '撑杆跳女皇伊辛巴耶娃是哪国人？',
        answers:['俄罗斯','白俄罗斯','乌克兰','哈萨克斯坦'],
        correct:'俄罗斯',
        score:10
    }
]